# Напишите ваше решение
nalog = 0.13
zp = int(input("Зарплата: "))

nalog_after = zp * nalog
zp_after = zp - nalog_after

print(nalog_after)
print(zp_after)